// Buttons

"Print..." = "Tipărire…";

"Save..." = "Salvează…";

"Go Back" = "Înapoi";

"Continue" = "Continuă";

"Close" = "Închide";

"Log Out" = "Logout";

"Restart" = "Repornește";

"Shut Down" = "Oprește";

// License

"Software License Agreement" = "Contract de licență software";

// Installation Type

"Package Name" = "Nume pachet";

"Package Action" = "Acțiune";

"Package Size" = "Dimensiune";


"Space Required:" = "Spațiu necesar:";

"Remaining:" = "Rămas:";


"Standard Install" = "Instalare standard";

"StandardTitle" = "Instalare standard pe “%@”";

"Customize" = "Personalizare";
